<template>
    <div class="about p-r">
        <div class="container">
            <div class="about__wrap ">
                <img src="@/assets/imgs/s-1.png" class="about__img" alt="">
                <div class="about__content">
                    <div class="about__text">
                        <span>Фотостудия Смайлик</span> - ведущая компания в области детской фотографии в городе Иркутск и
                        Иркутской области.
                    </div>
                    <div class="about__text">
                        Особенность наших услуг - это дополнительная дизайнерская обработка фотографий. Благодаря этому,
                        обычные фотографии становятся неповторимыми. Наш компетентный коллектив превращает мальчиков и
                        девочек в космонавтов, принцесс, моделей и гонщиков - это то, во что они играют и кем мечтают стать,
                        когда вырастут.
                    </div>
                </div>
            </div>
        </div>
</div></template>